INSERT INTO CLIENTS (id, first_name, middle_name, last_name, date_of_birth) VALUES
(5,'Андрей', 'Захарович', 'Крылов', '2094-02-01'),
(4, 'Михаил', 'Андреевич', 'Жилин', '2093-12-20'),
(8, 'Виктор', 'Иванович', 'Михайлов', '2093-06-12'),
(15, 'Наполеон', 'Робертович', 'Бонапарт', '2056-04-01');

INSERT INTO ASSETS (id, name) VALUES
(5, 'Газпром банк акции корпоративные'),
(8, 'Tesla - облигации');

INSERT INTO TRADES (amount, client_id, asset_id, datetime) VALUES
(4.46, 15, 5, '2020-04-17 19:40:02'),
(5.66, 15, 5, '2020-04-01 16:47:07'),
(7.10, 4, 5, '2020-05-17 15:30:32'),
(-23.32, 4, 8, '2021-01-17 18:47:25'),
(2.29, 4, 8, '2020-09-17 18:47:31'),
(9.29, 5, 8, '2021-03-17 18:47:32');